cask_args appdir: "/Applications"
#tap "homebrew/cask"

brew "gibo"
brew "git"
brew "git-lfs"
brew "aicommits"
brew "jq"
brew "nvm"
brew "peco"
brew "tree"
brew "vim"
brew "neovim"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "asdf"
brew "gpg"
brew "gh"
brew "webp"
brew "tmux"
brew "ollama"
brew "uv"
brew "qemu"

cask "google-chrome"
cask "firefox"
cask "neovide"
cask "macvim"

cask "raycast"
cask "iterm2"
#cask "warp"
cask "intellij-idea"

cask "figma"

cask "slack"
cask "thunderbird"
cask "readdle-spark"
cask "zoom"
cask "bathyscaphe"

cask "google-japanese-ime"
#brew "docker-desktop"
cask "docker-desktop"

cask "dropbox"
cask "google-drive"

cask "Kobo"
cask "kindle"

cask "cyberduck"

